Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# addEditBudget.field.date.end.recurring.accessibilityHint
source: Opens a calendar to pick an optional end date.
ar: يفتح تقويم لاختيار تاريخ انتهاء اختياري.
bn: ঐচ্ছিক শেষ তারিখ নির্বাচন করতে একটি ক্যালেন্ডার খোলে।
ca: Obri un calendari per seleccionar una data de fi opcional.
cs: Otevře kalendář pro výběr volitelného data konce.
da: Åbner en kalender for at vælge en valgfri slutdato.
de: Öffnet einen Kalender zur Auswahl eines optionalen Enddatums.
el: Ανοίγει ένα ημερολόγιο για να επιλέξετε μια προαιρετική ημερομηνία λήξης.
es: Abre un calendario para elegir una fecha de fin opcional.
es_mx: Abre un calendario para elegir una fecha de fin opcional.
fi: Avaa kalenterin valitaksesi valinnaisen päättymispäivän.
fr: Ouvre un calendrier pour sélectionner une date de fin facultative.
fr_ca: Ouvre un calendrier pour sélectionner une date de fin optionnelle.
gu: વૈકલ્પિક અંતિમ તારીખ પસંદ કરવા માટે કેલેન્ડર ખોલે છે.
he: פותח לוח שנה לבחירת תאריך סיום אופציונלי.
hi: समाप्ति तिथि चुनने के लिए एक कैलेंडर खोलता है।
hr: Otvara kalendar za izbor izbornog datuma završetka.
hu: Megnyit egy naptárat az opcionális befejezési dátum kiválasztásához.
id: Membuka kalender untuk memilih tanggal akhir opsional.
it: Apre un calendario per scegliere una data di fine opzionale.
ja: カレンダーを開いて、オプションの終了日を選択します。
kn: ಐಚ್ಛಿಕ ಅಂತಿಮ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಲು ಕ್ಯಾಲೆಂಡರ್ ತೆರೆಯುತ್ತದೆ.
ko: 캘린더를 열어 선택적 종료 날짜를 선택합니다.
ml: ഐച്ഛികമായ അവസാന തീയതി തിരഞ്ഞെടുക്കാൻ കാലിണ്ടർ തുറക്കുന്നു.
mr: वैकल्पिक समाप्ती तारीख निवडण्यासाठी कॅलेंडर उघडते.
ms: Buka kalendar untuk memilih tarikh tamat pilihan.
nb: Åpner en kalender for å velge en valgfri sluttdato.
nl: Opent een kalender om optioneel een einddatum in te stellen.
or: ଏକ ଐଚ୍ଛିକ ଶେଷ ତାରିଖ ବାଛିବା ପାଇଁ ଏକ ପଞ୍ଜିକା ଖୋଲେ।
pa: ਵਿਕਲਪਿਕ ਸਮਾਪਤੀ ਤਾਰੀਖ਼ ਚੁਣਨ ਲਈ ਕੈਲੰਡਰ ਖੋਲ੍ਹਦਾ ਹੈ।
pl: Otwiera kalendarz, aby wybrać opcjonalną datę końcową.
pt_br: Abre um calendário para escolher uma data de término opcional.
pt_pt: Abre um calendário para escolher uma data de término opcional.
ro: Deschide un calendar pentru a alege o dată de sfârşit opțională.
ru: Откройте календарь, чтобы выбрать дополнительную дату окончания.
sk: Otvorí kalendár na výber voliteľného dátumu ukončenia.
sl: Odpre koledar za izbor opcionalnega datuma konca.
sv: Öppnar en kalender för att välja ett valfritt slutdatum.
ta: விருப்பத்தேர்ந்த முடிவுத் தேதியைத் தேர்ந்தெடுக்க ஒரு நாட்காட்டியைத் திறக்கிறது.
te: ఐచ్ఛికమైన ముగింపు తేదీని ఎంచుకోవడానికి క్యాలెండర్‌ను తెరుస్తుంది.
th: เปิดปฏิทินเพื่อเลือกวันสิ้นสุดที่เป็นทางเลือก
tr: Bitiş tarihi seçmek için bir takvim açar.
uk: Відкриває календар для вибору дати закінчення.
ur: اختیاری اختتام کی تاریخ منتخب کرنے کے لیے ایک کیلنڈر کھولتا ہے۔
vi: Mở lịch để chọn ngày kết thúc tùy chọn.
zh_hans: 打开日历以选择可选的结束日期。
zh_hant: 開啟日曆以選擇選用的結束日期。

# addEditBudget.field.date.end.recurring.accessibilityLabel.set
source: End date, %@
ar: تاريخ الانتهاء، %@
bn: শেষ তারিখ, %@
ca: Data de fi, %@
cs: Datum konce, %@
da: Slutdato, %@
de: Enddatum, %@
el: Ημερομηνία λήξης, %@
es: Fecha de fin, %@
es_mx: Fecha de fin, %@
fi: Päättymispäivä, %@
fr: Date de fin, %@
fr_ca: Date de fin, %@
gu: અંતિમ તારીખ, %@
he: תאריך סיום, %@
hi: समाप्ति तारीख, %@
hr: Datum završetka, %@
hu: Befejezés dátuma, %@
id: Tanggal akhir, %@
it: Data di fine, %@
ja: 終了日、%@
kn: ಅಂತಿಮ ದಿನಾಂಕ, %@
ko: 종료 날짜, %@
ml: അവസാന തീയതി, %@
mr: समाप्ती तारीख, %@
ms: Tarikh tamat, %@
nb: Sluttdato, %@
nl: Einddatum, %@
or: ଶେଷ ତାରିଖ, %@
pa: ਸਮਾਪਤੀ ਤਾਰੀਖ਼, %@
pl: Data końcowa, %@
pt_br: Data de término, %@
pt_pt: Data de término, %@
ro: Data de sfârșit, %@
ru: Дата окончания, %@
sk: Dátum konca, %@
sl: Datum konca, %@
sv: Slutdatum, %@
ta: முடிவுத் தேதி, %@
te: ముగింపు తేదీ, %@
th: วันที่สิ้นสุด, %@
tr: Bitiş tarihi, %@
uk: Дата закінчення, %@
ur: اختتامی تاریخ، %@
vi: Ngày kết thúc, %@
zh_hans: 结束日期，%@
zh_hant: 結束日期，%@

# addEditBudget.field.date.end.recurring.placeholder
source: No end date
ar: لا توجد نهاية
bn: কোনো শেষ তারিখ নেই
ca: Sense data de fi
cs: Žádné datum konce
da: Ingen slutdato
de: Kein Enddatum
el: Χωρίς ημερομηνία λήξης
es: Sin fecha de fin
es_mx: Sin fecha de finalización
fi: Ei päättymispäivää
fr: Pas de date de fin
fr_ca: Pas de date de fin
gu: કોઈ અંતિમ તારીખ નથી
he: ללא תאריך סיום
hi: कोई समाप्ति तिथि नहीं
hr: Nema datuma završetka
hu: Nincs befejezési dátum
id: Tanpa tanggal akhir
it: Nessuna data di fine
ja: 終了日なし
kn: ಅಂತಿಮ ದಿನಾಂಕ ಇಲ್ಲ
ko: 종료 날짜 없음
ml: അവസാന തീയതിയില്ല
mr: समाप्ती तारीख नाही
ms: Tanpa tarikh tamat
nb: Ingen sluttdato
nl: Geen einddatum
or: କୌଣସି ଶେଷ ତାରିଖ ନାହିଁ
pa: ਕੋਈ ਸਮਾਪਤੀ ਤਾਰੀਖ਼ ਨਹੀਂ
pl: Brak daty końcowej
pt_br: Sem data de término
pt_pt: Sem data de término
ro: Fără dată de sfârşit
ru: Дата окончания не задана
sk: Bez dátumu ukončenia
sl: Brez datuma konca
sv: Inget slutdatum
ta: முடிவுத் தேதி இல்லை
te: ముగింపు తేదీ లేదు
th: ไม่มีวันสิ้นสุด
tr: Bitiş tarihi yok
uk: Без дати закінчення
ur: کوئی اختتامی تاریخ نہیں
vi: Không có ngày kết thúc
zh_hans: 无结束日期
zh_hant: 沒有結束日期

# addEditBudget.field.date.start.accessibilityHint
source: Opens a calendar to pick the start date.
ar: يفتح تقويمًا لاختيار تاريخ البدء.
bn: শুরুর তারিখ নির্বাচন করতে একটি ক্যালেন্ডার খোলে।
ca: Obre un calendari per triar la data d'inici.
cs: Otevře kalendář pro výběr data začátku.
da: Åbner en kalender for at vælge startdatoen.
de: Öffnet einen Kalender zur Auswahl des Startdatums.
el: Ανοίγει ένα ημερολόγιο για να επιλέξετε την ημερομηνία έναρξης.
es: Abre un calendario para elegir la fecha de inicio.
es_mx: Abre un calendario para elegir la fecha de inicio.
fi: Avaa kalenterin alkamispäivän valintaa varten.
fr: Ouvre un calendrier pour sélectionner la date de début.
fr_ca: Ouvre un calendrier pour sélectionner la date de début.
gu: શરૂઆતની તારીખ પસંદ કરવા માટે કેલેન્ડર ખોલે છે.
he: פותח לוח שנה לבחירת תאריך ההתחלה.
hi: आरंभ तारीख चुनने के लिए कैलेंडर खुलता है।
hr: Otvara kalendar za odabir datuma početka.
hu: Naptárt nyit a kezdődátum kiválasztásához.
id: Membuka kalender untuk memilih tanggal mulai.
it: Apre un calendario per scegliere la data di inizio.
ja: 開始日を選ぶカレンダーを開きます。
kn: ಆರಂಭ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಲು ಕ್ಯಾಲೆಂಡರ್ ತೆರೆಯುತ್ತದೆ.
ko: 시작일을 선택할 수 있는 캘린더가 열려요.
ml: ആരംഭ തീയതി തിരഞ്ഞെടുക്കാൻ കാലിണ്ടർ തുറക്കുന്നു.
mr: सुरुवात तारीख निवडण्यासाठी कॅलेंडर उघडते.
ms: Membuka kalendar untuk memilih tarikh mula.
nb: Åpner en kalender for å velge startdatoen.
nl: Opent een kalender om de startdatum te kiezen.
or: ଆରମ୍ଭ ତାରିଖ ବାଛିବା ପାଇଁ ଏକ ପଞ୍ଜିକା ଖୋଲେ।
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ਼ ਚੁਣਨ ਲਈ ਕੈਲੰਡਰ ਖੋਲ੍ਹਦਾ ਹੈ।
pl: Otwiera kalendarz, aby wybrać datę początkową.
pt_br: Abre um calendário para escolher a data de início.
pt_pt: Abre um calendário para escolher a data de início.
ro: Deschide un calendar pentru a alege data de început.
ru: Открывает календарь для выбора даты начала.
sk: Otvorí kalendár na výber dátumu začiatku.
sl: Odpre koledar za izbor datuma začetka.
sv: Öppnar en kalender för att välja startdatum.
ta: தொடக்கத் தேதியைத் தேர்ந்தெடுக்க ஒரு நாட்காட்டியைத் திறக்கிறது.
te: ప్రారంభ తేదీని ఎంచుకోవడానికి క్యాలెండర్‌ను తెరుస్తుంది.
th: เปิดปฏิทินเพื่อเลือกวันเริ่มต้น
tr: Başlangıç tarihini seçmek için takvimi açar.
uk: Відкриває календар для вибору дати початку.
ur: آغاز کی تاریخ منتخب کرنے کے لیے ایک کیلنڈر کھولتا ہے۔
vi: Mở lịch để chọn ngày bắt đầu.
zh_hans: 打开日历以选择开始日期。
zh_hant: 開啟日曆以選擇開始日期。

# addEditBudget.field.date.start.accessibilityLabel.set
source: Start date, %@
ar: تاريخ البداية، %@
bn: শুরুর তারিখ, %@
ca: Data d'inici, %@
cs: Datum začátku, %@
da: Startdato, %@
de: Startdatum, %@
el: Ημερομηνία έναρξης, %@
es: Fecha de inicio, %@
es_mx: Fecha de inicio, %@
fi: Aloituspäivä, %@
fr: Date de début, %@
fr_ca: Date de début, %@
gu: શરૂઆતની તારીખ, %@
he: תאריך התחלה, %@
hi: आरंभ तारीख, %@
hr: Datum početka, %@
hu: Kezdődátum, %@
id: Tanggal mulai, %@
it: Data di inizio, %@
ja: 開始日、%@
kn: ಆರಂಭ ದಿನಾಂಕ, %@
ko: 시작 날짜, %@
ml: ആരംഭ തീയതി, %@
mr: सुरुवात तारीख, %@
ms: Tarikh mula, %@
nb: Startdato, %@
nl: Startdatum, %@
or: ଆରମ୍ଭ ତାରିଖ, %@
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ਼, %@
pl: Data początkowa, %@
pt_br: Data de início, %@
pt_pt: Data de início, %@
ro: Data de început, %@
ru: Дата начала, %@
sk: Dátum začiatku, %@
sl: Datum začetka, %@
sv: Startdatum, %@
ta: தொடக்கத் தேதி, %@
te: ప్రారంభ తేదీ, %@
th: วันที่เริ่มต้น, %@
tr: Başlangıç tarihi, %@
uk: Дата початку, %@
ur: آغاز کی تاریخ، %@
vi: Ngày bắt đầu, %@
zh_hans: 开始日期，%@
zh_hant: 開始日期，%@

# addEditBudget.field.date.start.placeholder
source: Choose start date
ar: اختر تاريخ البداية
bn: শুরুর তারিখ নির্বাচন করুন
ca: Selecciona la data de començament
cs: Zvolte počáteční datum
da: Vælg startdato
de: Startdatum wählen
el: Επιλέξτε ημερομηνία έναρξης
es: Elegir fecha de inicio
es_mx: Elige la fecha inicial
fi: Valitse aloituspäivä
fr: Choisir la date de début
fr_ca: Choisir la date de début
gu: શરૂઆતની તારીખ પસંદ કરો
he: בחר תאריך התחלה
hi: प्रारंभ तारीख चुनें
hr: Odaberite početni datum
hu: Kezdődátum kiválasztása
id: Pilih tanggal awal
it: Scegli la data di inizio
ja: 開始日を選択
kn: ಆರಂಭ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ
ko: 시작 날짜 선택
ml: ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക
mr: सुरुवात तारीख निवडा
ms: Pilih tarikh mula
nb: Velg startdato
nl: Startdatum kiezen
or: ଆରମ୍ଭ ତାରିଖ ବାଛନ୍ତୁ
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ਼ ਚੁਣੋ
pl: Wybierz datę początkową
pt_br: Escolher data inicial
pt_pt: Escolher data de início
ro: Alege data de începere
ru: Выберите дату начала
sk: Vybrať počiatočný dátum
sl: Izberi datum začetka
sv: Välj startdatum
ta: தொடக்கத் தேதியைத் தேர்ந்தெடுக்கவும்
te: ప్రారంభ తేదీని ఎంచుకోండి
th: เลือกวันเริ่มต้น
tr: Başlangıç tarihini seçin
uk: Виберіть дату початку
ur: آغاز کی تاریخ منتخب کریں
vi: Chọn ngày bắt đầu
zh_hans: 选择开始日期
zh_hant: 選擇開始日期

# addEditBudget.field.date.start.recurring.accessibilityHint
source: Opens a calendar to pick the start date.
ar: يفتح تقويمًا لاختيار تاريخ البدء.
bn: শুরুর তারিখ নির্বাচন করতে একটি ক্যালেন্ডার খোলে।
ca: Obre un calendari per triar la data d'inici.
cs: Otevře kalendář pro výběr data začátku.
da: Åbner en kalender for at vælge startdatoen.
de: Öffnet einen Kalender zur Auswahl des Startdatums.
el: Ανοίγει ένα ημερολόγιο για να επιλέξετε την ημερομηνία έναρξης.
es: Abre un calendario para elegir la fecha de inicio.
es_mx: Abre un calendario para elegir la fecha de inicio.
fi: Avaa kalenterin alkamispäivän valintaa varten.
fr: Ouvre un calendrier pour sélectionner la date de début.
fr_ca: Ouvre un calendrier pour sélectionner la date de début.
gu: શરૂઆતની તારીખ પસંદ કરવા માટે કેલેન્ડર ખોલે છે.
he: פותח לוח שנה לבחירת תאריך ההתחלה.
hi: आरंभ तारीख चुनने के लिए कैलेंडर खुलता है।
hr: Otvara kalendar za odabir datuma početka.
hu: Naptárt nyit a kezdődátum kiválasztásához.
id: Membuka kalender untuk memilih tanggal mulai.
it: Apre un calendario per scegliere la data di inizio.
ja: 開始日を選ぶカレンダーを開きます。
kn: ಆರಂಭ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಲು ಕ್ಯಾಲೆಂಡರ್ ತೆರೆಯುತ್ತದೆ.
ko: 시작일을 선택할 수 있는 캘린더가 열려요.
ml: ആരംഭ തീയതി തിരഞ്ഞെടുക്കാൻ കാലിണ്ടർ തുറക്കുന്നു.
mr: सुरुवात तारीख निवडण्यासाठी कॅलेंडर उघडते.
ms: Membuka kalendar untuk memilih tarikh mula.
nb: Åpner en kalender for å velge startdatoen.
nl: Opent een kalender om de startdatum te kiezen.
or: ଆରମ୍ଭ ତାରିଖ ବାଛିବା ପାଇଁ ଏକ ପଞ୍ଜିକା ଖୋଲେ।
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ਼ ਚੁਣਨ ਲਈ ਕੈਲੰਡਰ ਖੋਲ੍ਹਦਾ ਹੈ।
pl: Otwiera kalendarz, aby wybrać datę początkową.
pt_br: Abre um calendário para escolher a data de início.
pt_pt: Abre um calendário para escolher a data de início.
ro: Deschide un calendar pentru a alege data de început.
ru: Открывает календарь для выбора даты начала.
sk: Otvorí kalendár na výber dátumu začiatku.
sl: Odpre koledar za izbor datuma začetka.
sv: Öppnar en kalender för att välja startdatum.
ta: தொடக்கத் தேதியைத் தேர்ந்தெடுக்க ஒரு நாட்காட்டியைத் திறக்கிறது.
te: ప్రారంభ తేదీని ఎంచుకోవడానికి క్యాలెండర్‌ను తెరుస్తుంది.
th: เปิดปฏิทินเพื่อเลือกวันเริ่มต้น
tr: Başlangıç tarihini seçmek için takvimi açar.
uk: Відкриває календар для вибору дати початку.
ur: آغاز کی تاریخ منتخب کرنے کے لیے ایک کیلنڈر کھولتا ہے۔
vi: Mở lịch để chọn ngày bắt đầu.
zh_hans: 打开日历以选择开始日期。
zh_hant: 開啟日曆以選擇開始日期。

# addEditBudget.field.date.start.recurring.accessibilityLabel.set
source: Start date, %@
ar: تاريخ البداية، %@
bn: শুরুর তারিখ, %@
ca: Data d'inici, %@
cs: Datum začátku, %@
da: Startdato, %@
de: Startdatum, %@
el: Ημερομηνία έναρξης, %@
es: Fecha de inicio, %@
es_mx: Fecha de inicio, %@
fi: Aloituspäivä, %@
fr: Date de début, %@
fr_ca: Date de début, %@
gu: શરૂઆતની તારીખ, %@
he: תאריך התחלה, %@
hi: आरंभ तारीख, %@
hr: Datum početka, %@
hu: Kezdődátum, %@
id: Tanggal mulai, %@
it: Data di inizio, %@
ja: 開始日、%@
kn: ಆರಂಭ ದಿನಾಂಕ, %@
ko: 시작 날짜, %@
ml: ആരംഭ തീയതി, %@
mr: सुरुवात तारीख, %@
ms: Tarikh mula, %@
nb: Startdato, %@
nl: Startdatum, %@
or: ଆରମ୍ଭ ତାରିଖ, %@
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ਼, %@
pl: Data początkowa, %@
pt_br: Data de início, %@
pt_pt: Data de início, %@
ro: Data de început, %@
ru: Дата начала, %@
sk: Dátum začiatku, %@
sl: Datum začetka, %@
sv: Startdatum, %@
ta: தொடக்கத் தேதி, %@
te: ప్రారంభ తేదీ, %@
th: วันที่เริ่มต้น, %@
tr: Başlangıç tarihi, %@
uk: Дата початку, %@
ur: آغاز کی تاریخ، %@
vi: Ngày bắt đầu, %@
zh_hans: 开始日期，%@
zh_hant: 開始日期，%@

# addEditBudget.field.date.start.recurring.placeholder
source: Today
ar: اليوم
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
es_mx: Hoy
fi: Tänään
fr: Aujourd'hui
fr_ca: Aujourd'hui
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
kn: ಇಂದು
ko: 오늘
ml: ഇന്ന്
mr: आज
ms: Hari ini
nb: I dag
nl: Vandaag
or: ଆଜି
pa: ਅੱਜ
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# addEditBudget.field.icon.accessibilityHint
source: Opens a picker to choose an icon for the budget.
ar: يفتح منتقى الأيقونات لاختيار أيقونة للميزانية.
bn: বাজেটের জন্য একটি আইকন নির্বাচন করতে একটি নির্বাচক খোলে।
ca: Obri un selector per triar una icona pel pressupost.
cs: Otevře výběr ikony pro rozpočet.
da: Åbner en vælger for at vælge et ikon til budgettet.
de: Öffnet eine Auswahl, um ein Symbol für das Budget zu wählen.
el: Ανοίγει ένα εργαλείο για να επιλέξετε ένα εικονίδιο για τον προϋπολογισμό.
es: Abre un selector para elegir un icono para el presupuesto.
es_mx: Abre un selector para elegir un ícono para el presupuesto.
fi: Avaa valitsimen budjetin kuvakkeen valitsemiseksi.
fr: Ouvre un sélecteur pour choisir une icône pour le budget.
fr_ca: Ouvre un sélecteur pour choisir une icône pour le budget.
gu: બજેટ માટે આયકન પસંદ કરવા માટે પીકર ખોલે છે.
he: פותח בורר לבחירת סמל עבור התקציב.
hi: बजट के लिए एक आइकन चुनने के लिए एक पिकर खोलता है।
hr: Otvara birač za odabir ikone za proračun.
hu: Megnyit egy választót az ikon kiválasztásához a költségvetéshez.
id: Membuka pemilih untuk memilih ikon untuk anggaran.
it: Apre un selettore per scegliere un'icona per il budget.
ja: 予算のアイコンを選択するピッカーを開きます。
kn: ಬಜೆಟ್‌ಗಾಗಿ ಐಕಾನ್ ಆಯ್ಕೆ ಮಾಡಲು ಪಿಕರ್ ತೆರೆಯುತ್ತದೆ.
ko: 예산의 아이콘을 선택할 수 있는 선택기를 엽니다.
ml: ബജറ്റിനുള്ള ഐക്കൺ തിരഞ്ഞെടുക്കാൻ പിക്കർ തുറക്കുന്നു.
mr: budget साठी चिन्ह निवडण्यासाठी निवडक उघडते.
ms: Membuka pemilih untuk memilih ikon bagi bajet.
nb: Åpner en velger for å velge et ikon for budsjettet.
nl: Opent een kiezer om een pictogram voor het budget te kiezen.
or: ବଜେଟ୍ ପାଇଁ ଏକ ଆଇକନ୍ ବାଛିବା ପାଇଁ ଏକ ପିକର୍ ଖୋଲେ।
pa: ਬਜਟ ਲਈ ਆਈਕਾਨ ਚੁਣਨ ਲਈ ਪਿਕਰ ਖੋਲ੍ਹਦਾ ਹੈ।
pl: Otwiera selektor do wyboru ikony budżetu.
pt_br: Abre um seletor para escolher um ícone para o orçamento.
pt_pt: Abre um seletor para escolher um ícone para o orçamento.
ro: Deschide un selector pentru a alege o pictogramă pentru buget.
ru: Открывает окно выбора значка для бюджета.
sk: Otvorí nástroj na výber ikony pre rozpočet.
sl: Odpre izbor ikone za proračun.
sv: Öppnar en väljare för att välja en ikon för budgeten.
ta: பட்ஜெட்டுக்கான சின்னத்தைத் தேர்ந்தெடுக்க ஒரு தேர்ப்பியைத் திறக்கிறது.
te: బడ్జెట్‌కు చిహ్నం ఎంచుకోవడానికి పిక్కర్‌ను తెరుస్తుంది.
th: เปิดตัวเลือกเพื่อเลือกไอคอนสำหรับงบประมาณ
tr: Bütçe için simge seçmek üzere bir seçici açar.
uk: Відкриває засіб вибору значка для бюджету.
ur: بجٹ کے لیے ایک آئیکن منتخب کرنے کے لیے ایک منتخب کنندہ کھولتا ہے۔
vi: Mở bộ chọn để lựa chọn biểu tượng cho ngân sách.
zh_hans: 打开选择器为预算选择图标。
zh_hant: 開啟選擇器以選擇預算的圖示。

# addEditBudget.field.icon.accessibilityLabel
source: Budget icon
ar: أيقونة الميزانية
bn: বাজেট আইকন
ca: Icona del pressupost
cs: Ikona rozpočtu
da: Budgetikon
de: Budget-Symbol
el: Εικονίδιο προϋπολογισμού
es: Icono del presupuesto
es_mx: Ícono del presupuesto
fi: Budjetin ikoni
fr: Icône du budget
fr_ca: Icône du budget
gu: બજેટ આયકન
he: סמל התקציב
hi: बजट आइकन
hr: Ikona proračuna
hu: Költségvetés ikon
id: Ikon anggaran
it: Icona budget
ja: 予算アイコン
kn: ಬಜೆಟ್ ಐಕಾನ್
ko: 예산 아이콘
ml: ബജറ്റ് ഐക്കൺ
mr: Budget चिन्ह
ms: Ikon bajet
nb: Budsjettikon
nl: Budgetpictogram
or: ବଜେଟ୍ ଆଇକନ୍
pa: ਬਜਟ ਆਈਕਾਨ
pl: Ikona budżetu
pt_br: Ícone do orçamento
pt_pt: Ícone do orçamento
ro: Pictograma bugetului
ru: Значок бюджета
sk: Ikona rozpočtu
sl: Ikona proračuna
sv: Budgetikon
ta: பட்ஜெட் சின்னம்
te: బడ్జెట్ చిహ్నం
th: ไอคอนงบประมาณ
tr: Bütçe ikonu
uk: Значок бюджету
ur: بجٹ آئیکن
vi: Biểu tượng ngân sách
zh_hans: 预算图标
zh_hant: 預算圖示

# addEditBudget.field.icon.accessibilityValue.none
source: None
ar: لا يوجد
bn: কোনো
ca: Cap
cs: Žádná
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
es_mx: Ninguno
fi: Ei mitään
fr: Aucune
fr_ca: Aucune
gu: કોઈ નહીં
he: ללא
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
kn: ಯಾವುದೂ ಅಲ್ಲ
ko: 없음
ml: ഒന്നുമില്ല
mr: काही नाही
ms: Tiada
nb: Ingen
nl: Geen
or: କୌଣସି ନୁହେଁ
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciuna
ru: Нет
sk: Žiadna
sl: Brez
sv: Ingen
ta: ஏதும் இல்லை
te: ఏదీ లేదు
th: ไม่มี
tr: Hiçbiri
uk: Немає
ur: کوئی نہیں
vi: Không
zh_hans: 无
zh_hant: 無

# addEditBudget.field.name.accessibilityLabel
source: Budget name
ar: اسم الميزانية
bn: বাজেটের নাম
ca: Nom del pressupost
cs: Název rozpočtu
da: Budgetnavn
el: Όνομα προϋπολογισμού
es: Nombre del presupuesto
es_mx: Nombre del presupuesto
fi: Budjetin nimi
fr: Nom du budget
fr_ca: Nom du budget
gu: બજેટ નામ
he: שם התקציב
hi: बजट का नाम
hr: Naziv proračuna
hu: Költségkeret neve
id: Nama anggaran
it: Nome budget
ja: 予算名
kn: ಬಜೆಟ್ ಹೆಸರು
ko: 예산 이름
ml: ബജറ്റ് പേര്
mr: Budget नाव
ms: Nama bajet
nb: Budsjettets navn
nl: Budgetnaam
or: ବଜେଟ୍ ନାମ
pa: ਬਜਟ ਨਾਮ
pl: Nazwa budżetu
pt_br: Nome do orçamento
pt_pt: Nome do orçamento
ro: Numele bugetului
ru: Название бюджета
sk: Názov rozpočtu
sl: Ime proračuna
sv: Budgetnamn
ta: பட்ஜெட் பெயர்
te: బడ్జెట్ పేరు
th: ชื่องบประมาณ
tr: Bütçe adı
uk: Назва бюджету
ur: بجٹ کا نام
vi: Tên ngân sách
zh_hans: 预算名称
zh_hant: 預算名稱

# addEditBudget.field.name.placeholder
source: Budget
ar: الميزانية
bn: বাজেট
ca: Pressupost
cs: Rozpočet
el: Προϋπολογισμός
es: Presupuesto
es_mx: Presupuesto
fi: Budjetti
gu: બજેટ
he: תקציב
hi: बजट
hr: Proračun
hu: Költségkeret
id: Anggaran
ja: 予算
kn: ಬಜೆಟ್
ko: 예산
ml: ബജറ്റ്
ms: Bajet
nb: Budsjett
or: ବଜେଟ୍
pa: ਬਜਟ
pl: Budżet
pt_br: Orçamento
pt_pt: Orçamento
ro: Buget
ru: Бюджет
sk: Rozpočet
sl: Proračun
ta: பட்ஜெட்
te: బడ్జెట్
th: งบประมาณ
tr: Bütçe
uk: Бюджет
ur: بجٹ
vi: Ngân sách
zh_hans: 预算
zh_hant: 預算

# addEditBudget.iconPicker.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# addEditBudget.iconPicker.remove
source: Remove
ar: إزالة
bn: সরান
ca: Elimina
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
es_mx: Quitar
fi: Poista
fr: Retirer
fr_ca: Retirer
gu: દૂર કરો
he: הסרה
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
kn: ತೆಗೆದುಹಾಕಿ
ko: 지우기
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
ms: Buang
nb: Fjern
nl: Verwijderen
or: କାଢ଼ିଦିଅନ୍ତୁ
pa: ਹਟਾਓ
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
ta: அகற்று
te: తీసివేయండి
th: นำออก
tr: Kaldır
uk: Видалити
ur: ہٹائیں
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# addEditBudget.iconPicker.title
source: Optional Icon
ar: أيقونة اختيارية
bn: ঐচ্ছিক আইকন
ca: Icona opcional
cs: Volitelná ikona
da: Valgfrit ikon
de: Optionales Symbol
el: Προαιρετικό Εικονίδιο
es: Icono Opcional
es_mx: Ícono Opcional
fi: Valinnainen ikoni
fr: Icône optionnelle
fr_ca: Icône optionnelle
gu: વૈકલ્પિક આયકન
he: סמל אופציונלי
hi: वैकल्पिक आइकन
hr: Opcionalna ikona
hu: Nem kötelező ikon
id: Ikon Opsional
it: Icona opzionale
ja: アイコン（任意）
kn: ಐಚ್ಛಿಕ ಐಕಾನ್
ko: 선택 아이콘
ml: ഐച്ഛികം ഐക്കൺ
mr: वैकल्पिक चिन्ह
ms: Ikon Pilihan
nb: Valgfritt ikon
nl: Optioneel pictogram
or: ଐଚ୍ଛିକ ଆଇକନ୍
pa: ਵਿਕਲਪਿਕ ਆਈਕਾਨ
pl: Opcjonalna ikona
pt_br: Ícone Opcional
pt_pt: Ícone Opcional
ro: Pictogramă opțională
ru: Дополнительный значок
sk: Voliteľná ikona
sl: Opcionalna ikona
sv: Valfri ikon
ta: விருப்பத்தேர்ந்த சின்னம்
te: ఐచ్ఛికమైన చిహ్నం
th: ไอคอนเพิ่มเติม
tr: İsteğe Bağlı İkon
uk: Необов'язковий значок
ur: اختیاری آئیکن
vi: Biểu tượng tùy chọn
zh_hans: 可选图标
zh_hant: 選擇性圖示
